Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/AbyssRankKit/Sources/AbyssRankKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# abyssRankKit.availableSince20230401
source: Available From 2023-04-01
de: Verfügbar ab 2023-04-01
es: Disponible desde 2023-04-01
fil: Magagamit Mula 2023-04-01
fr: Disponible à partir du 2023-04-01
it: Disponibile dal 2023-04-01
ja: 令和４年４月１日からご提供の資料です
ko: 2023-04-01부터 사용 가능
ru: Доступно с 2023-04-01
vi: Có sẵn từ 2023-04-01
zh_hans: 自 2023-04-01 开始统计
zh_hant: 資料自 2023-04-01 開始提供

# abyssRankKit.collection.1:%@%@%lld
source: %@·%@·Floor %lld
de: %@·%@·Etage %lld
es: %@·%@·Piso %lld
fil: %@·%@·Palapag %lld
fr: %@·%@·Étage %lld
it: %@·%@·Piano %lld
ja: %@·%@·%lld層
ko: %@·%@·%lld층
ru: %@·%@·Этаж %lld
vi: %@·%@·Tầng %lld
zh_hans: %@·%@·%lld 层
zh_hant: %@·%@·%lld 層

# abyssRankKit.collection.2:%@%@%lld%@
source: %@·%@·Floor %lld·%@
de: %@·%@·Etage %lld·%@
es: %@·%@·Piso %lld·%@
fil: %@·%@·Palapag %lld·%@
fr: %@·%@·Étage %lld·%@
it: %@·%@·Piano %lld·%@
ja: %@·%@·%lld層·%@
ko: %@·%@·%lld층·%@
ru: %1$@·%2$@·Этаж %3$lld·%4$@
vi: %@·%@·Tầng %lld·%@
zh_hans: %@·%@·%lld 层·%@
zh_hant: %@·%@·%lld 層·%@

# abyssRankKit.rank.faq
source: Spiral Abyss Top Lists FAQ
de: FAQ der Top-Listen des Spiralabgrunds
es: Preguntas frecuentes sobre las listas principales del Abismo Espiral
fil: Mga FAQ ng Nangungunang Listahan sa Spiral Abyss
fr: FAQ des meilleurs classements des Profondeurs Spiralées
it: FAQ sulle Migliori Liste dell'Abisso a Spirale
ja: 深境螺旋ランキングFAQ
ko: 나선 비경 상위 목록 FAQ
ru: Часто задаваемые вопросы по топ-листам Спиральной Бездны
vi: Câu hỏi thường gặp về Danh sách Hàng đầu Hố Xoắn Ốc
zh_hans: 深境螺旋统计榜单 FAQ
zh_hant: 深境螺旋統計榜單 FAQ

# abyssRankKit.rank.holdingRate.36star
source: 36-Star Player Owning Rate
de: 36-Sterne-Spieler-Besitzrate
es: Tasa de Posesión de Jugadores de 36 Estrellas
fil: Rate ng Pagmamay-ari ng 36-Star Player
fr: Pourcentage par personnage pour 36 étoiles
it: Percentuale di possesso giocatore a 36 stelle
ja: 36星プレイヤー保有率
ko: 36성 플레이어 소유율
ru: Уровень владения 36-звездочным игроком
vi: Tỉ lệ sở hữu Cầu thủ 36 Sao
zh_hans: 满星玩家持有率
zh_hant: 滿星玩家持有率

# abyssRankKit.rank.holdingRate.all
source: All Player Owning Rate
de: Besitzrate aller Spieler
es: Tasa de propiedad de todos los jugadores
fil: Antas ng Pagmamay-ari ng Lahat ng Manlalaro
fr: Pourcentage par personnage
it: Tasso di Possesso di Tutti i Giocatori
ja: キャラ保有率
ko: 모든 플레이어 소유 비율
ru: Уровень владения всеми игроками
vi: Tỷ lệ sở hữu của tất cả người chơi
zh_hans: 全员角色持有率
zh_hant: 全員角色持有率

# abyssRankKit.rank.navDescription
source: This feature is currently under internal review to determine whether it should be removed from the app due to several concerns. One key issue is that the statistical results from this feature are less accurate than those officially calculated by miHoYo. Additionally, if not carefully designed (like the similar in-game feature in Star Rail as an ideal example), such a ranking feature may cause stress for some players who place excessive importance on these statistics, potentially disrupting the balance between their gaming and daily lives. Furthermore, our development team currently lacks the resources to refactor the legacy Java-based server-side code to improve the usability of this service.
de: Diese Funktion wird derzeit intern überprüft, um zu entscheiden, ob sie aufgrund mehrerer Bedenken aus der App entfernt werden soll. Ein zentrales Problem ist, dass die statistischen Ergebnisse dieser Funktion weniger genau sind als die von miHoYo offiziell berechneten. Zudem kann eine solche Ranglistenfunktion, wenn sie nicht sorgfältig gestaltet ist (wie das ähnliche In-Game-Feature in Star Rail als ideales Beispiel), bei manchen Spielern, die diesen Statistiken übermäßige Bedeutung beimessen, Stress verursachen und möglicherweise das Gleichgewicht zwischen ihrem Spiel- und Alltagsleben stören. Darüber hinaus fehlen unserem Entwicklungsteam derzeit die zeitlichen Ressourcen, um den veralteten Java-basierten Servercode zu überarbeiten, um die Benutzbarkeit dieses Dienstes zu verbessern.
es: Esta función está actualmente bajo revisión interna para determinar si debe eliminarse de la aplicación debido a varias preocupaciones. Un problema clave es que los resultados estadísticos de esta función son menos precisos que los calculados oficialmente por miHoYo. Además, si no está cuidadosamente diseñada (como la función similar en el juego de Star Rail como ejemplo ideal), una función de clasificación como esta puede causar estrés a algunos jugadores que otorgan excesiva importancia a estas estadísticas, lo que podría perturbar el equilibrio entre su vida de juego y su vida diaria. Además, nuestro equipo de desarrollo actualmente carece de los recursos para refactorizar el código heredado basado en Java del lado del servidor para mejorar la usabilidad de este servicio.
fil: Ang tampok na ito ay kasalukuyang nasa ilalim ng panloob na pagsusuri upang matukoy kung dapat itong alisin sa app dahil sa ilang mga alalahanin. Isang pangunahing isyu ay ang mga resulta ng estadistika mula sa tampok na ito ay hindi kasing-tumpak ng mga opisyal na kinakalkula ng miHoYo. Bukod dito, kung hindi maingat na idinisenyo (tulad ng katulad na in-game na tampok sa Star Rail bilang isang ideal na halimbawa), ang ganitong tampok ng pagraranggo ay maaaring magdulot ng stress sa ilang manlalaro na labis na nagbibigay-halaga sa mga estadistikang ito, na posibleng makagambala sa balanse ng kanilang buhay sa paglalaro at pang-araw-araw na buhay. Higit pa rito, ang aming koponan ng pag-unlad ay kasalukuyang kulang sa mga mapagkukunan upang i-refactor ang legacy na Java-based server-side code upang mapabuti ang usability ng serbisyong ito.
fr: Cette fonctionnalité fait actuellement l’objet d’un examen interne pour déterminer si elle doit être supprimée de l’application en raison de plusieurs préoccupations. Un problème clé est que les résultats statistiques de cette fonctionnalité sont moins précis que ceux calculés officiellement par miHoYo. De plus, si elle n’est pas soigneusement conçue (comme la fonctionnalité similaire dans le jeu Star Rail, qui sert d’exemple idéal), une telle fonction de classement peut causer du stress à certains joueurs qui accordent une importance excessive à ces statistiques, ce qui pourrait perturber l’équilibre entre leur vie de jeu et leur vie quotidienne. En outre, notre équipe de développement manque actuellement de ressources pour remanier le code legacy basé sur Java côté serveur afin d’améliorer l’ergonomie de ce service.
it: Questa funzionalità è attualmente in fase di revisione interna per decidere se rimuoverla dall’app a causa di diverse preoccupazioni. Un problema chiave è che i risultati statistici di questa funzionalità sono meno accurati rispetto a quelli calcolati ufficialmente da miHoYo. Inoltre, se non progettata con cura (come la funzione simile nel gioco Star Rail, che rappresenta un esempio ideale), una tale funzione di classifica potrebbe causare stress ad alcuni giocatori che attribuiscono un’eccessiva importanza a queste statistiche, potenzialmente compromettendo l’equilibrio tra la loro vita di gioco e la vita quotidiana. Inoltre, il nostro team di sviluppo attualmente non dispone delle risorse per rifattorizzare il codice legacy basato su Java lato server per migliorare l’usabilità di questo servizio.
ja: この機能は、いくつかの懸念によりアプリから削除するかどうかを決定するため、現在開発チーム内で検討されております。主な問題の一つは、この機能の統計結果がmiHoYoによって公式に計算されたものよりも正確性が低いことです。さらに、慎重に設計されていない場合（スターレイルの類似のインゲーム機能が理想的な例として）、このようなランキング機能は、これらの統計に過度な重要性を置く一部のプレイヤーにストレスを与え、ゲーム生活と日常生活のバランスを崩す可能性があります。さらに、開発チームは現在、レガシーなJavaベースのサーバーサイドコードをリファクタリングしてこのサービスの使いやすさを改善するための時間的リソースが不足しております。
ko: 이 기능은 여러 우려로 인해 앱에서 제거할지 여부를 결정하기 위해 현재 내부 검토 중입니다. 주요 문제 중 하나는 이 기능의 통계 결과가 miHoYo에서 공식적으로 계산한 것보다 정확도가 낮다는 점입니다. 또한, 신중하게 설계되지 않은 경우(스타 레일의 유사한 인게임 기능이 이상적인 예로), 이러한 랭킹 기능은 통계에 지나치게 중요성을 두는 일부 플레이어에게 스트레스를 유발하여 게임 생활과 일상생활 간의 균형을 방해할 수 있습니다. 게다가 현재 개발 팀은 레거시 Java 기반 서버 측 코드를 리팩토링하여 이 서비스의 사용성을 개선할 시간적 자원이 부족합니다.
ru: Эта функция находится на стадии внутреннего обсуждения, чтобы определить, следует ли её удалить из приложения из-за ряда проблем. Одна из ключевых проблем заключается в том, что статистические результаты этой функции менее точны, чем те, что официально рассчитаны miHoYo. Кроме того, если такая функция ранжирования не продумана должным образом (как, например, аналогичная игровая функция в Star Rail в качестве идеального примера), она может вызвать стресс у некоторых игроков, которые придают чрезмерное значение этим статистическим данным, что потенциально нарушает баланс между их игровой и повседневной жизнью. Более того, нашей команде разработчиков в настоящее время не хватает ресурсов для рефакторинга устаревшего серверного кода на Java для улучшения удобства использования этого сервиса.
vi: Tính năng này hiện đang được xem xét nội bộ để quyết định xem có nên xóa khỏi ứng dụng do một số mối quan ngại. Một vấn đề chính là kết quả thống kê từ tính năng này kém chính xác hơn so với những gì được miHoYo tính toán chính thức. Ngoài ra, nếu không được thiết kế cẩn thận (như tính năng tương tự trong trò chơi Star Rail làm ví dụ lý tưởng), tính năng xếp hạng như vậy có thể gây căng thẳng cho một số người chơi quá chú trọng đến các số liệu thống kê này, có khả năng làm xáo trộn sự cân bằng giữa cuộc sống chơi game và cuộc sống hàng ngày của họ. Hơn nữa, đội ngũ phát triển của chúng tôi hiện thiếu nguồn lực thời gian để tái cấu trúc mã nguồn phía máy chủ dựa trên Java kế thừa nhằm cải thiện khả năng sử dụng của dịch vụ này.
zh_hans: 此功能目前因多项疑虑而正接受开发团队的内部检讨，以决定是否从本应用程序中移除。一个关键问题是，该功能的统计结果不如米哈游官方计算的准确。此外，若未精心设计（以《星穹铁道》中类似的游戏内功能为理想示例），此类排名功能可能对过于重视这些统计数据的部分玩家造成压力、扰乱他们的游戏生活与日常生活之间的平衡。此外，开发团队目前缺乏时间资源来重构基于Java的服务器端陈旧代码库（以提升此服务的可用性）。
zh_hant: 此功能目前因多項疑慮而正接受開發團隊的內部檢討，以決定是否從敝應用程式中移除。一個關鍵問題是，該功能的統計結果不如米哈遊官方計算的準確。此外，若未精心設計（以《星穹鐵道》中類似的遊戲內功能為理想示例），此類排名功能可能對過於重視這些統計數據的部分玩家造成壓力、扰亂他們的遊戲生活與日常生活之間的平衡。此外，開發團隊目前缺乏時間資源來重構基於Java的伺服器端陳舊程式碼庫（以提升此服務的可用性）。

# abyssRankKit.rank.note.1
source: · 36-star players only · Percentage = Used Players / Owning Players
de: · Nur 36-Sterne-Spieler · Prozent = Verwendete Spieler / Besitzende Spieler
es: · Solo jugadores de 36 estrellas · Porcentaje = Jugadores Usados / Jugadores Propietarios
fil: · 36-bituin na manlalaro lamang · Porsyento = Ginamit na Manlalaro / Nagmamay-ari na Manlalaro
fr: · Joueurs à 36 étoiles uniquement · Pourcentage = Joueurs totaux / Joueurs à 36 étoiles
it: · Solo giocatori 36 stelle · Percentuale = Giocatori utilizzati / Giocatori posseduti
ja: ·36星を獲得したプレイヤーだけを統計します·パーセント = 使用したプレイヤー / 所有しているプレイヤー
ko: · 36성 플레이어 전용 · 비율 = 사용한 플레이어 / 소유한 플레이어
ru: · Только игроки с рейтингом 36 звезд · Процент = Использованные игроки / Владельцы игроков
vi: · Chỉ dành cho người chơi 36 sao · Phần trăm = Người chơi đã sử dụng / Người chơi sở hữu
zh_hans: ·仅包含满星玩家·计算方法：角色使用人数 / 角色拥有人数
zh_hant: ·僅包含滿星玩家·計算方法：角色使用人數 / 角色擁有人數

# abyssRankKit.rank.note.2
source: ·36-star players only·Teams including Travelers are merged
de: ·Nur 36-Sterne-Spieler·Teams mit Reisenden werden zusammengelegt
es: ·Solo jugadores de 36 estrellas·Los equipos que incluyen viajeros se fusionan
fil: ·Para sa mga manlalaro na may 36-star lang·Pinagsama ang mga team na kasama ang Travelers
fr: ·Joueurs 36 étoiles uniquement · Les équipes avec le Voyageur sont groupées
it: ·Solo giocatori a 36 stelle·Le squadre che includono Viaggiatori sono unite
ja: ·36星を獲得したプレイヤーだけを統計します·旅人を含むチームが統合されます
ko: ·36성 플레이어만·여행자가 포함된 팀은 병합됨
ru: ·Только игроки с 36 звездами·Команды с Путешественниками объединены
vi: ·Chỉ có người chơi 36 sao·Các đội bao gồm Người lữ hành sẽ được gộp lại
zh_hans: ·仅包含满星玩家·包含旅行者的队伍已合并
zh_hant: ·僅包含滿星玩家·包含旅行者的隊伍已合併

# abyssRankKit.rank.note.3
source: · Data collected after %@
de: · Daten, die nach %@ gesammelt wurden
es: · Datos recopilados después de %@
fil: · Datos na nakolekta pagkatapos ng %@
fr: · Données collectées après %@
it: · Dati raccolti dopo %@
ja: ·%@からアップロードしたデータのみ
ko: · %@ 이후 수집된 데이터
ru: · Данные, собранные после %@
vi: · Dữ liệu được thu thập sau %@
zh_hans: ·仅自 %@ 后提交的数据
zh_hant: ·僅自 %@ 後提交的資料

# abyssRankKit.rank.season.both
source: Both
de: Beide
es: Ambos
fil: Pareho
fr: Les deux
it: Entrambi
ja: 全層
ko: 둘 다
ru: Оба
vi: Cả hai
zh_hans: 整层
zh_hant: 整層

# abyssRankKit.rank.server.filter.all
source: All Server
de: Alle Server
es: Todos los servidores
fil: Lahat ng Server
fr: Tous les serveurs
it: Tutti i server
ja: 全部サーバー
ko: 모든 서버
ru: Все серверы
vi: Tất cả máy chủ
zh_hans: 所有服务器
zh_hant: 所有伺服器

# abyssRankKit.rank.title
source: Spiral Abyss Top Lists
de: Top-Listen im Spiral-Abgrund
es: Listas principales del Abismo Espiral
fil: Mga Nangungunang Listahan sa Spiral Abyss
fr: Classements des Profondeurs Spiralées
it: Classifiche Spiral Abyss
ja: 深境螺旋ランキング
ko: 나선 비경 상위 목록
ru: Топ-листы Спиральной Бездны
vi: Danh sách hàng đầu Spiral Abyss
zh_hans: 深境螺旋统计榜单
zh_hant: 深境螺旋統計榜單

# abyssRankKit.rank.usageRate.characters
source: Character Usage Rate
de: Zeichennutzungsrate
es: Tasa de Uso de Personaje
fil: Rate ng Paggamit ng Karakter
fr: Taux d'utilisation des personnages
it: Tasso di utilizzo dei personaggi
ja: キャラ使用率
ko: 캐릭터 사용 비율
ru: Процент использования символов
vi: Tỷ lệ sử dụng ký tự
zh_hans: 深境螺旋角色使用率
zh_hant: 深境螺旋角色使用率

# abyssRankKit.rank.usageRate.characterSansRestart
source: Non-restarted Player Usage Rate
de: Nutzungsauslastungsrate nicht neu gestarteter Spieler
es: Tasa de uso de reproductor no reiniciado
fil: Rate ng Paggamit ng Manlalaro na Hindi Muling Nagsimula
fr: Taux d'utilisation des joueurs n'ayant pas recommencé
it: Tasso di Utilizzo del Giocatore Non Riavviato
ja: 未再開プレイヤーの使用率
ko: 재시작되지 않은 플레이어 사용률
ru: Частота использования нерестартующих плееров
vi: Tỷ lệ sử dụng người chơi không khởi động lại
zh_hans: 未重开玩家使用率
zh_hant: 未重啟玩家使用率

# abyssRankKit.rank.usageRate.disclaimer
source: Utilization ratings are only for reference in Abyss team formation, and do not represent any evaluation of characters.
de: Nutzungsbewertungen dienen nur als Referenz bei der Bildung von Abyss-Teams und stellen keine Bewertung von Charakteren dar.
es: Las calificaciones de utilización son solo para referencia en la formación de equipos del Abismo y no representan ninguna evaluación de personajes.
fil: Ang paggamit ng ratings ay para lamang sa sanggunian sa Abyss team formation, at hindi kumakatawan sa anumang pagsusuri ng mga character.
fr: Les taux d'utilisation sont uniquement à titre de indicatif pour la formation d'équipe et ne représentent pas la force des personnages.
it: Le valutazioni di utilizzo sono solo di riferimento nella formazione dei team dell'Abisso e non rappresentano alcuna valutazione dei personaggi.
ja: 使用率は深境螺旋チーム編成の参考値であり、キャラの評価を表すものではありません。
ko: 활용 평점은 심연 팀 구성의 참고용일 뿐, 캐릭터에 대한 평가를 나타내지 않습니다.
ru: Рейтинги использования предназначены только для справки при формировании команды в Бездне и не представляют собой какую-либо оценку персонажей.
vi: Xếp hạng sử dụng chỉ để tham khảo trong việc hình thành đội hình trong Abyss, và không đại diện cho bất kỳ đánh giá nào về nhân vật.
zh_hans: 使用率分级仅作深境螺旋配队参考，不代表对角色的任何评价。
zh_hant: 使用率分級僅作深境螺旋配隊參考，不代表對角色的任何評價。

# abyssRankKit.rank.usageRate.recommended.t0
source: Highly Recommended Characters
de: Sehr empfohlene Charaktere
es: Personajes Altamente Recomendados
fil: Lubos na Inirerekomendang mga Karakter
fr: Personnages fortement recommandés
it: Personaggi Altamente Consigliati
ja: 強く推奨されるキャラ
ko: 강력 추천 캐릭터
ru: Очень рекомендуемые персонажи
vi: Những Nhân Vật Được Đề Xuất Cao
zh_hans: 强烈推荐选用的角色
zh_hant: 強烈推薦選用的角色

# abyssRankKit.rank.usageRate.recommended.t1
source: Recommended Characters
de: Empfohlene Charaktere
es: Personajes recomendados
fil: Inirerekomendang mga Tauhan
fr: Personnages recommandés
it: Personaggi consigliati
ja: 推奨されるキャラ
ko: 추천 캐릭터
ru: Рекомендуемые символы
vi: Nhân vật được đề xuất
zh_hans: 推荐选用的角色
zh_hant: 推薦選用的角色

# abyssRankKit.rank.usageRate.recommended.t2
source: Preferred Characters
de: Bevorzugte Zeichen
es: Caracteres preferidos
fil: Pinapaborang mga Karakter
fr: Personnages préférés
it: Caratteri preferiti
ja: 優先キャラ
ko: 선호하는 문자
ru: Предпочтительные символы
vi: Ký tự ưa thích
zh_hans: 优先选用的角色
zh_hant: 優先選用的角色

# abyssRankKit.rank.usageRate.recommended.t3
source: Optional Characters
de: Optionale Zeichen
es: Caracteres opcionales
fil: Opsyonal na Mga Karakter
fr: Personnages facultatifs
it: Caratteri opzionali
ja: 利用可能なキャラ
ko: 선택적 문자
ru: Необязательные символы
vi: Ký tự tùy chọn
zh_hans: 可以选用的角色
zh_hant: 可以選用的角色

# abyssRankKit.rank.usageRate.recommended.t4
source: Discretionary Characters
de: Ermessenszeichen
es: Caracteres Discrecionales
fil: Diskresyonaryong Mga Karakter
fr: Personnages peu utilisés
it: Caratteri Discrezionali
ja: 適宜選択されるキャラ
ko: 임의 문자
ru: Дополнительные символы
vi: Các Ký Tự Tùy Ý
zh_hans: 酌情选用的角色
zh_hant: 酌情選用的角色

# abyssRankKit.rank.usageRate.recommended.t5
source: Universally Available Characters
de: Universell verfügbare Zeichen
es: Personajes Universalmente Disponibles
fil: Pangkalahatang Magagamit na mga Karakter
fr: Personnages universellement utilisés
it: Caratteri Disponibili Universalmente
ja: 普遍的に利用可能なキャラ
ko: 모두에게 제공되는 문자
ru: Универсально доступные символы
vi: Các Ký Tự Toàn Cầu Có Sẵn
zh_hans: 普遍可用的角色
zh_hant: 普遍可用的角色

# abyssRankKit.rank.usageRate.teams
source: Team Usage Rate
de: Teamnutzungsrate
es: Tasa de Uso del Equipo
fil: Rate ng Paggamit ng Koponan
fr: Taux d'utilisation de l'équipe
it: Tasso di Utilizzo del Team
ja: チーム使用率
ko: 팀 사용률
ru: Использование команды
vi: Tỷ lệ sử dụng nhóm
zh_hans: 深境螺旋队伍使用率
zh_hant: 深境螺旋隊伍使用率

# abyssRankKit.stat.1:%lld%@%@%@
source: %lld data counted %@ %@ · Generated at %@
de: %lld Daten gezählt %@ %@ · Erstellt am %@
es: %lld datos contados %@ %@ · Generado en %@
fil: %lld data ang nabilang %@", %@", · Nilikha noong %@",
fr: %lld données utilisées %@ %@ · Généré à %@
it: %lld dati contati %@ %@ · Generato il %@
ja: %lld 人のユーザーを統計します。 %@ %@·生成時間：%@
ko: %lld 데이터 계수됨 %@ %@ · 생성 날짜: %@
ru: %lld данных посчитано %@ %@ · Создано в %@
vi: Đã đếm %lld dữ liệu %@ %@ · Tạo lúc %@
zh_hans: 共统计%lld用户%@ %@·生成于%@
zh_hant: 共統計 %lld 玩家%@ %@·生成於%@

# abyssRankKit.stat.2:%lld%@
source: %lld data counted %@
de: %lld Daten gezählt %@
es: %lld datos contados %@
fil: %lld data na bilang %@
fr: %lld données comptées %@
it: %lld dati contati %@
ja: %lld 人のユーザーを統計します%@
ko: %lld 데이터가 계산됨 %@
ru: %lld данных подсчитано %@
vi: %lld dữ liệu được đếm %@
zh_hans: 共统计 %lld 用户 %@
zh_hant: 共統計 %lld 玩家%@

# abyssRankKit.half.1
source: 1st
es: 1ro
fil: ika-1
fr: 1er
ja: 上半
ko: 1번째
ru: 1-й
vi: 1<sup>st</sup>
zh_hans: 上半
zh_hant: 上半

# abyssRankKit.half.2
source: 2nd
es: 2º
fil: Ika-2
fr: 2e
ja: 下半
ko: 2번째
ru: 2-й
zh_hans: 下半
zh_hant: 下半

# abyssRankKit.rank.season.2
source: SH
es: Compártelo
ja: 第2期
ru: Шт.
vi: VI
zh_hans: 下
zh_hant: 下

# abyssRankKit.rank.floor.title:%lld
source: F.%lld
ja: %lld層
ru: Ф.%lld
zh_hans: %lld 层
zh_hant: %lld 層

# abyssRankKit.rank.season.1
source: FH
ja: 第1期
ru: ФГ
zh_hans: 上
zh_hant: 上
